{
    "Hello": "Bonjour",
    "Black friday": "Vendredi noir",
    "All Categories":"toutes catégories",
    "Home": "Maison",
    "Shop": "Boutique",
    "BAG, KIDS": "SAC, ENFANTS",
    "Get the Best Deals & Offers on Fashion from Cinnamon Black Friday ✨ Black Friday 2023": "Obtenez les meilleures offres et offres sur la mode de Cinnamon Black Friday ✨ Black Friday 2023",
    "SALE": "VENTE",
    "SHOP NOW": "ACHETEZ MAINTENANT",
    "Men's": "Pour des hommes",
    "Women's": "aux femmes",
    "Kid's": "Enfants",
    "Deal Of The Week": "Offre de la semaine",
    "You can now enjoy our mouthwatering offers & deals on Fashion on a weekly basis": "Vous pouvez désormais profiter chaque semaine de nos offres et promotions alléchantes sur la mode.",
    "Discover More": "Découvrir plus",
    "Cinnamon In The Look By Marie Claire": "Cannelle dans le look par Marie Claire",
    "Revolutionising Nigeria's Fashion E-commerce by thisday style": "Révolutionner le commerce électronique de la mode au Nigeria par le style thisday",
    "Outfit of the day: Sister of the groom!": "Tenue du jour : Soeur du marié !",
    "FREE SHIPPING": "LIVRAISON GRATUITE",
    "For all order over 99$": "Pour toute commande de plus de 99$",
    "DELIVERY ON TIME": "LIVRAISON À TEMPS",
    "If good have problems": "Si c'est bien, j'ai des problèmes",
    "SECURE PAYMENT": "PAIEMENT SÉCURISÉ",
    "100% secure payment":"Paiement 100% sécurisé",
    "Information": "Information",
    "My Account": "Mon compte",
    "Join Our Newsletter Now": "Rejoignez notre newsletter maintenant",
    "Get E-mail updates about our latest shop and special offers.": "Recevez des mises à jour par e-mail sur notre dernière boutique et nos offres spéciales.",
    "Address": "Adresse",
    "Email": "E-mail",
    "Phone": "Téléphone",
    "About Us": "À propos de nous",
    "Checkout": "Vérifier",
    "Contact": "Contact",
    "Services": "Prestations de service",
    "Shopping Cart": "Panier",
    "Categories": "Catégories",
    "Men": "Hommes",
    "Women": "Femmes",
    "Kids": "Enfants",
     "Brand": "Marque",
   "Price": "Prix",
   "Color": "Couleur",
   "Size": "Taille",
   "FILTER": "FILTRE",
   "Tags": "Mots clés",
   "Quick View": "Aperçu rapide",
   "Quantity": "Quantité",
   "ADD TO CART": "AJOUTER AU PANIER",
   "Search": "Recherche",
   "Recent Post": "Post récent",
   "Product Tags": "Mots clés du produit",
   "Cinnamon, a trailblazing entrepreneur, has journeyed from Lagos to the global fashion capitals, establishing herself as a beacon of innovation and style. As the founder of Cinnamon19fashion.com and the creative force behind TSC Agency Nigeria, Cinnamon’s multifaceted talent is phenomenal. In this episode of The Look, she takes us on her sustainable styling journey. Her passion for self-expression and style, ignited by her mother’s glamorous fashion choices, gained momentum when she moved to Paris at 16. Yet, Cinnamon’s influence extends beyond her impeccable style. She has a remarkable talent for curating outfits, empowering women, inspiring confidence, and promoting African fashion. Her journey as a fashion curator and entrepreneur began unexpectedly in 2014 with strangers approached her at an NYSC camp to praise her fashion choices.": "Cinnamon, une entrepreneure pionnière, a voyagé de Lagos vers les capitales mondiales de la mode, s'imposant comme un phare d'innovation et de style. En tant que fondateur de Cinnamon19fashion.com et force créatrice derrière TSC Agency Nigeria, le talent aux multiples facettes de Cinnamon est phénoménal. Dans cet épisode de The Look, elle nous emmène dans son parcours de style durable. Sa passion pour l’expression de soi et le style, enflammée par les choix vestimentaires glamour de sa mère, a pris de l’ampleur lorsqu’elle a déménagé à Paris à 16 ans. Pourtant, l’influence de Cinnamon s’étend au-delà de son style impeccable. Elle possède un talent remarquable pour organiser des tenues, autonomiser les femmes, inspirer confiance et promouvoir la mode africaine. Son parcours en tant que conservatrice de mode et entrepreneure a commencé de manière inattendue en 2014 lorsque des inconnus l'ont approchée lors d'un camp de New York pour vanter ses choix en matière de mode.",
    "In recent years, Nigeria has witnessed a significant shift in fashion consumer behaviour as more and more Nigerians embrace the idea of making purchases online. Driven by convenience, availability, and a desire for unique fashion pieces, this trend was further accelerated by the COVID-19 pandemic and its accompanying lockdowns and restrictions on movement. Amidst this, a brand that’s slowly gaining traction as a leader in this space is Cinnamon19fashion.com, a virtual concept store that offers new and exciting ways to experience the best Nigerian fashion from the comfort of your home. Founded in 2016, Cinnamon19fashion.com has quickly gained popularity among fashion enthusiasts, providing a curated selection of the best affordable collections from Nigerian designers. The brainchild of Cinnamon, a well-known fashion influencer and brand curator, this online retail platform combines her innate fashion insight with a deep passion for self-expression. Cinnamon, who inherited her impeccable sense of style from her socialite mother, Nkiru Anumudu, has now become a style icon in her own right....": "Ces dernières années, le Nigeria a été témoin d’un changement significatif dans le comportement des consommateurs de mode, alors que de plus en plus de Nigérians adoptent l’idée de faire des achats en ligne. Poussée par la commodité, la disponibilité et le désir de pièces de mode uniques, cette tendance a été encore accélérée par la pandémie de COVID-19 et les confinements et restrictions de mouvement qui l'ont accompagnée. Au milieu de tout cela, une marque qui gagne lentement du terrain en tant que leader dans ce domaine est Cinnamon19fashion.com, un concept store virtuel qui propose de nouvelles façons passionnantes de découvrir la meilleure mode nigériane dans le confort de votre maison. Fondé en 2016, Cinnamon19fashion.com a rapidement gagné en popularité parmi les passionnés de mode, proposant une sélection des meilleures collections abordables de créateurs nigérians. Née de l'idée originale de Cinnamon, une influenceuse de mode bien connue et conservatrice de marque, cette plateforme de vente au détail en ligne combine sa vision innée de la mode avec une profonde passion pour l'expression de soi. Cinnamon, qui a hérité de sa mère mondaine, Nkiru Anumudu, son sens du style impeccable, est désormais devenue une icône de style à part entière....",
 "Hey Hey! So I hinted about a collaboration a few weeks ago and I am so happy to share with everyone that @ShopMaju has started a Style Star Edit designing clothes inspired by a personality’s style and I’m very honored to be the first #MajuStyleStar As you all know, my style Is filled with lots of bright colors and prints. Every outfit In this edit Is available to shop immediately on www.shopmaju.com I hope you like them as much as I do.": "Hé Hé ! J'ai donc fait allusion à une collaboration il y a quelques semaines et je suis très heureux de partager avec tout le monde que @ShopMaju a lancé une Style Star Edit en concevant des vêtements inspirés du style d'une personnalité et je suis très honoré d'être le premier #MajuStyleStar Comme vous tous je sais, mon style est rempli de beaucoup de couleurs vives et d’imprimés. Chaque tenue de cette édition est disponible en magasin immédiatement sur www.shopmaju.com J'espère que vous les aimerez autant que moi.",
 "We’re stepping into August with the promise of an exciting month filled with fashionable days, perfectly-tailored moments and brightness that can never be dimmed. Speaking of these promises, our coverstar, Cinnamon, is the poster child for fashionable, perfectly-tailored, bright style. In this edition of The Cover, we get into her life as a fashion entrepreneur, the selling point of shopping from African brands and uncover more about her personal style.": "Nous entrons dans le mois d’août avec la promesse d’un mois passionnant rempli de journées à la mode, de moments parfaitement adaptés et d’une luminosité qui ne peut jamais être atténuée. En parlant de ces promesses, notre coverstar, Cinnamon, est l'exemple même d'un style tendance, parfaitement adapté et lumineux. Dans cette édition de The Cover, nous abordons sa vie d'entrepreneuse de mode, l'argument de vente des achats de marques africaines et en découvrons davantage sur son style personnel.",
  "Stay home, stay comfy but stay cute. These style stars might have been indoors but they certainly weren’t letting their style slack, from cool sweat pants to comfy T-shirts, gowns and shorts. Here are our some of our favourite quarantine fashion.": "Restez à la maison, restez confortable mais restez mignon. Ces stars du style étaient peut-être à l’intérieur, mais elles ne laissaient certainement pas leur style se relâcher, des pantalons de survêtement cool aux T-shirts, robes et shorts confortables. Voici quelques-unes de nos modes de quarantaine préférées.",
 "Kelly is doing an amazing job advocating for the end of systematic racism and black violence and we’re here for it. In addition to her brilliant mind and chart-topping music of course, we also find her fashion style captivating and definitely covet it. Here are some of our top picks from Kelly’s closet.": "Kelly fait un travail incroyable en plaidant pour la fin du racisme systématique et de la violence noire et nous sommes là pour cela. En plus de son esprit brillant et de sa musique en tête des charts, bien sûr, nous trouvons également son style vestimentaire captivant et le convoitons définitivement. Voici quelques-uns de nos meilleurs choix dans la garde-robe de Kelly.",
 "“ Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.”": "« La technologie n’est rien. Ce qui est important, c'est que vous ayez confiance dans les gens, qu'ils sont fondamentalement bons et intelligents, et que si vous leur donnez des outils, ils feront des choses merveilleuses avec eux.",
"Leave A Comment":"Laissez un commentaire",
"SEND MESSAGE": "ENVOYER LE MESSAGE",
"Contact Us": "Contactez-nous",
"You can reach us with the following details below.": "Vous pouvez nous joindre avec les détails suivants ci-dessous.",
"Our staff will call back later and answer your questions.": "Notre personnel vous rappellera plus tard et répondra à vos questions.",
"Do I need to create a cinnamon account?": "Dois-je créer un compte Cannelle ?",
 "You can browse our website and add items to your basket without creating an account, but to make any purchases you need to create an account by providing an email address and creating a password. Creating an account with us makes your shopping process more convenient.": "Vous pouvez parcourir notre site Web et ajouter des articles à votre panier sans créer de compte, mais pour effectuer des achats, vous devez créer un compte en fournissant une adresse e-mail et en créant un mot de passe. Créer un compte chez nous rend votre processus d'achat plus pratique.",
"Where can I get my order reports?": "Où puis-je obtenir mes rapports de commande ?",
"Once you have successfully submitted your order, you will receive an automated email confirming your order details. Your order will then be processed by our warehouse team and you’ll receive a dispatch confirmation email when your order is dispatched for delivery.": "Une fois que vous aurez soumis votre commande avec succès, vous recevrez un e-mail automatique confirmant les détails de votre commande. Votre commande sera ensuite traitée par notre équipe d'entrepôt et vous recevrez un e-mail de confirmation d'expédition lorsque votre commande sera expédiée pour livraison.",
"What shoud I do if my order isn't delivered": "Que dois-je faire si ma commande n'est pas livrée",
 "If your order has not been delivered within the timescales for your area, please contact us. Remember to include your order number within your message as this will help us speed up the search for your order. In the unlikely event that we’re unable to locate your parcel, we will send you a ‘Missing Parcel Claim Form’ to sign and return, which will act as a declaration of your claim. Upon receipt of your declaration, we will investigate the claim and advise you of the outcome within 4 working days. If appropriate, a refund will be issued to the credit/debit card used for your purchase AS SOON AS POSSIBLE.": "Si votre commande n'a pas été livrée dans les délais de votre région, veuillez nous contacter. N'oubliez pas d'inclure votre numéro de commande dans votre message car cela nous aidera à accélérer la recherche de votre commande. Dans le cas peu probable où nous ne parvenons pas à localiser votre colis, nous vous enverrons un « Formulaire de réclamation de colis manquant » à signer et à renvoyer, qui fera office de déclaration de votre réclamation. Dès réception de votre déclaration, nous examinerons la réclamation et vous informerons du résultat dans un délai de 4 jours ouvrés. Le cas échéant, un remboursement sera effectué sur la carte de crédit/débit utilisée pour votre achat DÈS QUE POSSIBLE.",
"The Brand": "La marque",
"The Site": "Le site",
"We are a home-grown, independent social enterprise with focus onfashion, lifestyle and culture. We offer new and exciting ways to experience the best in fashion from West Africa and across the globe. With focus on style, identity and authenticity; we delight in spotlighting the evolution, inspiration, and outcomes within the Nigerian fashion industry. We seek to inspire all who take pride indigenous creativity, and offer convenience for shopping through our curation of the very best collections from Africa. We work as a team that is socially empowered and with the goal to make even more meaningful, the relationships between people and the clothes that matter to them.": "Nous sommes une entreprise sociale indépendante et locale qui se concentre sur la mode, le style de vie et la culture. Nous proposons des façons nouvelles et passionnantes de découvrir le meilleur de la mode d’Afrique de l’Ouest et du monde entier. En mettant l'accent sur le style, l'identité et l'authenticité ; nous sommes ravis de mettre en lumière l'évolution, l'inspiration et les résultats de l'industrie de la mode nigériane. Nous cherchons à inspirer tous ceux qui sont fiers de la créativité autochtone et à offrir des possibilités de shopping grâce à notre sélection des meilleures collections d'Afrique. Nous travaillons comme une équipe socialement responsabilisée et dans le but de rendre encore plus significatives les relations entre les gens et les vêtements qui comptent pour eux.",
"Cinnamon19fashion.com is a virtual concept store with a high level of interest in Nigerian fashion brands. The platform features products and content that seeks to build a community of confident, self-aware and self-expressive individuals. We offer an international standard shopping experience at the tip of your fingers.": "Cinnamon19fashion.com est un concept store virtuel avec un grand intérêt pour les marques de mode nigérianes. La plate-forme propose des produits et du contenu qui cherchent à créer une communauté d'individus confiants, conscients d'eux-mêmes et capables de s'exprimer. Nous offrons une expérience d'achat de standard international au bout de vos doigts.",
"CUSTOMER ADDRESS": "ADRESSE DU CLIENT",
"Change": "Changement",
"DELIVERY DETAILS": "DÉTAILS DE LIVRAISON",
"PAYMENT METHOD": "MODE DE PAIEMENT",
"SAVE UP TO": "ÉCONOMISER JUSQU'À",
"By switching to a pickup station starting from": "En passant à une station de retrait à partir de",
"You will be redirected to our secure checkout page": "Vous serez redirigé vers notre page de paiement sécurisé",
"Order Summary": "Récapitulatif de la commande",
"Item's total": "Total de l'article",
"Delivery fees": "Frais de livraison",
"Total": "Totale",
"Apply": "Appliquer",
"CONFIRM ORDER": "CONFIRMER LA COMMANDE",
"My Cinnamon Account": "Mon compte cannelle",
"Address Book": "Carnet d'adresses",
"Log Out": "Se déconnecter",
"Account Overview": "Aperçu du compte",
"Account Details": "Détails du compte",
"ADD NEW ADDRESS": "AJOUTER UNE NOUVELLE ADRESSE",
"DISCOUNT CODES": "CODES DE RÉDUCTION",
"PROCEED TO CHECK OUT": "PASSER À LA CAISSE",
"Subtotal": "Total",
"CONTINUE SHOPPING": "CONTINUER VOS ACHATS",
"UPDATE CART": "MISE À JOUR PANIER",
"IMAGE": "IMAGE",
"PRODUCT NAME": "NOM DU PRODUIT",
"From The Blog": "du blog", 
"Edit Details": "Modifier les détails",
"Confirm": "Confirmer",
"All Brands": "Toutes les marques",
"Add Brand": "Ajouter une marque",
"Add Category": "ajouter une catégorie",
"All Tags": "Toutes les balises",
"Add Tag": "Ajouter une étiquette",
"All Sizes": "Toutes les tailles",
"Add Size": "Ajouter une taille",
"All Products": "Tous les produits",
"Add Product": "Ajouter un produit"
}