{
   "Hello": "Hallo",
   "Black friday": "Schwarzer Freitag",
   "All Categories": "Alle Kategorien",
   "Home": "Heim",
   "Shop": "Laden",
   "BAG, KIDS": "TASCHE, KINDER",
   "Get the Best Deals & Offers on Fashion from Cinnamon Black Friday ✨ Black Friday 2023": "Holen Sie sich die besten Deals und Angebote für Mode vom Cinnamon Black Friday Black Friday ✨ 2023",
   "SALE": "AUSVERKAUF",
   "SHOP NOW": "JETZT SHOPPEN",
   "Men's": "Herren",
   "Women's": "Damen",
   "Kid's": "Kinder",
   "Deal Of The Week": "Angebot der Woche",
   "You can now enjoy our mouthwatering offers & deals on Fashion on a weekly basis": "Sie können jetzt wöchentlich unsere köstlichen Angebote und Deals zum Thema Mode genießen",
   "Discover More": "Mehr erfahren",
   "Cinnamon In The Look By Marie Claire": "Zimt im Look von Marie Claire",
   "Revolutionising Nigeria's Fashion E-commerce by thisday style": "Revolutionierung des nigerianischen Mode-E-Commerce durch den heutigen Stil",
   "Outfit of the day: Sister of the groom!": "Outfit des Tages: Schwester des Bräutigams!",
   "FREE SHIPPING": "KOSTENLOSER VERSAND",
   "For all order over 99$": "Für alle Bestellungen über 99$",
   "DELIVERY ON TIME": "PÜNKTLICHE LIEFERUNG",
   "If good have problems": "Wenn das Gute Vorzüge hat",
   "SECURE PAYMENT": "SICHERE ZAHLUNG",
   "100% secure payment": "100% sichere Zahlung",
   "Information": "Information",
   "My Account": "Mein Konto",
   "Join Our Newsletter Now": "Melden Sie sich jetzt für unseren Newsletter an",
   "Get E-mail updates about our latest shop and special offers.": "Erhalten Sie E-Mail-Updates über unseren neuesten Shop und Sonderangebote.",
   "Address": "Adresse",
   "Email": "E-Mail",
   "Phone": "Telefon",
   "About Us": "Über uns",
   "Checkout": "Kasse",
   "Contact" : " Kontakt",
   "Services": "Dienste",
   "Shopping Cart": "Einkaufswagen",
   "Categories": "Kategorien",
   "Men": "Männer",
   "Women": "Frauen",
   "Kids": "Kinder",
   "Brand": "Marke",
   "Price": "Preis",
   "Color": "Farbe",
   "Size": "Größe",
   "FILTER": "FILTER",
   "Tags": "Schilder",
   "Quick View": "Schnellansicht",
   "Quantity": "Menge",
   "ADD TO CART": "IN DEN WARENKORB",
   "Search": "Suchen",
   "Recent Post": "Letzter Beitrag",
   "Product Tags": "Produkt Tags",
   "Cinnamon, a trailblazing entrepreneur, has journeyed from Lagos to the global fashion capitals, establishing herself as a beacon of innovation and style. As the founder of Cinnamon19fashion.com and the creative force behind TSC Agency Nigeria, Cinnamon’s multifaceted talent is phenomenal. In this episode of The Look, she takes us on her sustainable styling journey. Her passion for self-expression and style, ignited by her mother’s glamorous fashion choices, gained momentum when she moved to Paris at 16. Yet, Cinnamon’s influence extends beyond her impeccable style. She has a remarkable talent for curating outfits, empowering women, inspiring confidence, and promoting African fashion. Her journey as a fashion curator and entrepreneur began unexpectedly in 2014 with strangers approached her at an NYSC camp to praise her fashion choices.": "Cinnamon, eine bahnbrechende Unternehmerin, ist von Lagos in die Modemetropolen der Welt gereist und hat sich als Leuchtturm für Innovation und Stil etabliert. Als Gründer von Cinnamon19fashion.com und kreative Kraft hinter der TSC Agency Nigeria ist Cinnamons vielseitiges Talent phänomenal. In dieser Folge von The Look nimmt sie uns mit auf ihre nachhaltige Styling-Reise. Ihre Leidenschaft für Selbstdarstellung und Stil, entfacht durch die glamouröse Modewahl ihrer Mutter, gewann an Dynamik, als sie mit 16 Jahren nach Paris zog. Doch Cinnamons Einfluss geht über ihren tadellosen Stil hinaus. Sie verfügt über ein bemerkenswertes Talent, Outfits zu kuratieren, Frauen zu stärken, Selbstvertrauen zu wecken und afrikanische Mode zu fördern. Ihre Reise als Modekuratorin und Unternehmerin begann unerwartet im Jahr 2014, als Fremde in einem NYSC-Camp auf sie zukamen, um ihre Modewahl zu loben.",
   "In recent years, Nigeria has witnessed a significant shift in fashion consumer behaviour as more and more Nigerians embrace the idea of making purchases online. Driven by convenience, availability, and a desire for unique fashion pieces, this trend was further accelerated by the COVID-19 pandemic and its accompanying lockdowns and restrictions on movement. Amidst this, a brand that’s slowly gaining traction as a leader in this space is Cinnamon19fashion.com, a virtual concept store that offers new and exciting ways to experience the best Nigerian fashion from the comfort of your home. Founded in 2016, Cinnamon19fashion.com has quickly gained popularity among fashion enthusiasts, providing a curated selection of the best affordable collections from Nigerian designers. The brainchild of Cinnamon, a well-known fashion influencer and brand curator, this online retail platform combines her innate fashion insight with a deep passion for self-expression. Cinnamon, who inherited her impeccable sense of style from her socialite mother, Nkiru Anumudu, has now become a style icon in her own right....": "In den letzten Jahren kam es in Nigeria zu einem erheblichen Wandel im Verhalten der Modekonsumenten, da immer mehr Nigerianer die Idee des Online-Einkaufs annehmen. Angetrieben von Bequemlichkeit, Verfügbarkeit und dem Wunsch nach einzigartigen Modestücken wurde dieser Trend durch die COVID-19-Pandemie und die damit einhergehenden Lockdowns und Bewegungseinschränkungen noch beschleunigt. Vor diesem Hintergrund gewinnt Cinnamon19fashion.com, ein virtueller Concept Store, der neue und aufregende Möglichkeiten bietet, die beste nigerianische Mode bequem von zu Hause aus zu erleben, langsam an Bedeutung als Marktführer in diesem Bereich. Cinnamon19fashion.com wurde 2016 gegründet und hat bei Modebegeisterten schnell an Popularität gewonnen, da es eine kuratierte Auswahl der besten erschwinglichen Kollektionen nigerianischer Designer bietet. Diese Online-Einzelhandelsplattform wurde von Cinnamon, einer bekannten Mode-Influencerin und Markenkuratorin, ins Leben gerufen und kombiniert ihr angeborenes Verständnis für Mode mit einer tiefen Leidenschaft für den Selbstausdruck. Cinnamon, die ihren tadellosen Sinn für Stil von ihrer prominenten Mutter Nkiru Anumudu geerbt hat, ist mittlerweile selbst zu einer Stilikone geworden.",
"Hey Hey! So I hinted about a collaboration a few weeks ago and I am so happy to share with everyone that @ShopMaju has started a Style Star Edit designing clothes inspired by a personality’s style and I’m very honored to be the first #MajuStyleStar As you all know, my style Is filled with lots of bright colors and prints. Every outfit In this edit Is available to shop immediately on www.shopmaju.com I hope you like them as much as I do.": "Hey, hey! Deshalb habe ich vor ein paar Wochen eine Zusammenarbeit angedeutet und freue mich sehr, allen mitteilen zu können, dass @ShopMaju einen Style Star Edit gestartet hat, der Kleidung entwirft, die vom Stil einer Persönlichkeit inspiriert ist, und ich fühle mich wie Sie alle sehr geehrt, der erste #MajuStyleStar zu sein Wissen Sie, mein Stil besteht aus vielen leuchtenden Farben und Drucken. Jedes Outfit in dieser Ausgabe kann sofort auf www.shopmaju.com gekauft werden. Ich hoffe, es gefällt euch genauso gut wie mir.",
"We’re stepping into August with the promise of an exciting month filled with fashionable days, perfectly-tailored moments and brightness that can never be dimmed. Speaking of these promises, our coverstar, Cinnamon, is the poster child for fashionable, perfectly-tailored, bright style. In this edition of The Cover, we get into her life as a fashion entrepreneur, the selling point of shopping from African brands and uncover more about her personal style.": "Wir starten in den August mit dem Versprechen eines aufregenden Monats voller modischer Tage, perfekt maßgeschneiderter Momente und einer Helligkeit, die niemals getrübt werden kann. Apropos Versprechen: Unser Coverstar Cinnamon ist das Aushängeschild für modischen, perfekt geschnittenen und hellen Stil. In dieser Ausgabe von The Cover werfen wir einen Blick auf ihr Leben als Modeunternehmerin, das Verkaufsargument des Einkaufs bei afrikanischen Marken und erfahren mehr über ihren persönlichen Stil.",
"Stay home, stay comfy but stay cute. These style stars might have been indoors but they certainly weren’t letting their style slack, from cool sweat pants to comfy T-shirts, gowns and shorts. Here are our some of our favourite quarantine fashion.": "Bleib zu Hause, bleib bequem, aber bleib süß. Diese Style-Stars waren zwar drinnen, aber sie ließen ihren Stil auf keinen Fall nach, von coolen Jogginghosen bis hin zu bequemen T-Shirts, Kleidern und Shorts. Hier sind einige unserer beliebtesten Quarantäne-Modeartikel.",
"Kelly is doing an amazing job advocating for the end of systematic racism and black violence and we’re here for it. In addition to her brilliant mind and chart-topping music of course, we also find her fashion style captivating and definitely covet it. Here are some of our top picks from Kelly’s closet.": "Kelly leistet großartige Arbeit, indem sie sich für das Ende von systematischem Rassismus und schwarzer Gewalt einsetzt, und wir sind dafür da. Neben ihrem brillanten Verstand und ihrer Musik, die die Charts anführt, finden wir natürlich auch ihren Modestil faszinierend und begehren ihn auf jeden Fall. Hier sind einige unserer Top-Auswahl aus Kellys Kleiderschrank.",
"“ Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.”": "„Technologie ist nichts. Wichtig ist, dass man Vertrauen in die Menschen hat, dass sie grundsätzlich gut und klug sind, und wenn man ihnen Werkzeuge an die Hand gibt, werden sie wunderbare Dinge mit ihnen machen.“",
"Leave A Comment": "Hinterlasse einen Kommentar",
"SEND MESSAGE": "NACHRICHT SENDEN",
"Contact Us": "Kontaktiere uns",
"You can reach us with the following details below.": "Sie erreichen uns über die unten aufgeführten Kontaktdaten.",
"Our staff will call back later and answer your questions.": "Unsere Mitarbeiter rufen Sie später noch einmal zurück und beantworten Ihre Fragen.",
"Do I need to create a cinnamon account?": "Muss ich ein Cinnamon-Konto erstellen?",
"You can browse our website and add items to your basket without creating an account, but to make any purchases you need to create an account by providing an email address and creating a password. Creating an account with us makes your shopping process more convenient.": "Sie können unsere Website durchsuchen und Artikel in Ihren Warenkorb legen, ohne ein Konto zu erstellen. Um jedoch Einkäufe tätigen zu können, müssen Sie ein Konto erstellen, indem Sie eine E-Mail-Adresse angeben und ein Passwort erstellen. Durch die Erstellung eines Kontos bei uns wird Ihr Einkaufsvorgang komfortabler.",
"Where can I get my order reports?": "Wo kann ich meine Bestellberichte erhalten?",
"Once you have successfully submitted your order, you will receive an automated email confirming your order details. Your order will then be processed by our warehouse team and you’ll receive a dispatch confirmation email when your order is dispatched for delivery.": "Sobald Sie Ihre Bestellung erfolgreich übermittelt haben, erhalten Sie eine automatische E-Mail mit der Bestätigung Ihrer Bestelldaten. Ihre Bestellung wird dann von unserem Lagerteam bearbeitet und Sie erhalten eine Versandbestätigung per E-Mail, sobald Ihre Bestellung zur Lieferung versandt wird.",
"What shoud I do if my order isn't delivered": "Was soll ich tun, wenn meine Bestellung nicht geliefert wird?",
"If your order has not been delivered within the timescales for your area, please contact us. Remember to include your order number within your message as this will help us speed up the search for your order. In the unlikely event that we’re unable to locate your parcel, we will send you a ‘Missing Parcel Claim Form’ to sign and return, which will act as a declaration of your claim. Upon receipt of your declaration, we will investigate the claim and advise you of the outcome within 4 working days. If appropriate, a refund will be issued to the credit/debit card used for your purchase AS SOON AS POSSIBLE.": "Wenn Ihre Bestellung nicht innerhalb der für Ihre Region geltenden Fristen geliefert wurde, kontaktieren Sie uns bitte. Denken Sie daran, Ihre Bestellnummer in Ihrer Nachricht anzugeben, da wir so die Suche nach Ihrer Bestellung beschleunigen können. Für den unwahrscheinlichen Fall, dass wir Ihr Paket nicht finden können, senden wir Ihnen ein „Antragsformular für fehlendes Paket“ zur Unterzeichnung und Rücksendung zu, das als Erklärung Ihres Anspruchs dient. Nach Eingang Ihrer Erklärung werden wir den Anspruch untersuchen und Sie innerhalb von 4 Werktagen über das Ergebnis informieren. Gegebenenfalls erfolgt SO SCHNELL WIE MÖGLICH eine Rückerstattung auf die für Ihren Kauf verwendete Kredit-/Debitkarte.",
"The Brand": "Die Marke",
"The Site": "Der Standort",
"We are a home-grown, independent social enterprise with focus onfashion, lifestyle and culture. We offer new and exciting ways to experience the best in fashion from West Africa and across the globe. With focus on style, identity and authenticity; we delight in spotlighting the evolution, inspiration, and outcomes within the Nigerian fashion industry. We seek to inspire all who take pride indigenous creativity, and offer convenience for shopping through our curation of the very best collections from Africa. We work as a team that is socially empowered and with the goal to make even more meaningful, the relationships between people and the clothes that matter to them.": "Wir sind ein einheimisches, unabhängiges Sozialunternehmen mit Fokus auf Mode, Lifestyle und Kultur. Wir bieten neue und aufregende Möglichkeiten, die beste Mode aus Westafrika und der ganzen Welt zu erleben. Mit Fokus auf Stil, Identität und Authentizität; Wir freuen uns, die Entwicklung, Inspiration und Ergebnisse innerhalb der nigerianischen Modebranche hervorzuheben. Wir möchten alle inspirieren, die stolz auf einheimische Kreativität sind, und durch unsere Auswahl der besten Kollektionen aus Afrika Bequemlichkeit beim Einkaufen bieten. Wir arbeiten als sozial starkes Team mit dem Ziel, die Beziehungen zwischen Menschen und der Kleidung, die ihnen wichtig ist, noch bedeutungsvoller zu gestalten.",
"Cinnamon19fashion.com is a virtual concept store with a high level of interest in Nigerian fashion brands. The platform features products and content that seeks to build a community of confident, self-aware and self-expressive individuals. We offer an international standard shopping experience at the tip of your fingers.": "Cinnamon19fashion.com ist ein virtueller Concept Store mit großem Interesse an nigerianischen Modemarken. Die Plattform bietet Produkte und Inhalte, die darauf abzielen, eine Gemeinschaft selbstbewusster, selbstbewusster und selbstausdrucksstarker Menschen aufzubauen. Wir bieten Ihnen ein Einkaufserlebnis nach internationalem Standard auf Knopfdruck.",
"CUSTOMER ADDRESS": "KUNDENADRESSE",
"Change": "Ändern",
"DELIVERY DETAILS": "LIEFERDETAILS",
"PAYMENT METHOD": "BEZAHLVERFAHREN",
"SAVE UP TO": "SPAREN SIE BIS ZU",
"By switching to a pickup station starting from": "Durch den Wechsel zu einer Abholstation ab",
"You will be redirected to our secure checkout page": "Sie werden zu unserer sicheren Checkout-Seite weitergeleitet",
"Order Summary": "Bestellübersicht",
"Item's total": "Gesamtsumme des Artikels",
"Delivery fees": "Lieferkosten",
"Total": "Gesamt",
"Apply": "Anwenden",
"CONFIRM ORDER": "BESTELLUNG BESTÄTIGEN",
"My Cinnamon Account": "Mein Cinnamon-Konto",
"Log Out": "Ausloggen",
"Account Overview": "Kontoübersicht",
"Account Details": "Kontodetails",
"ADD NEW ADDRESS": "NEUE ADRESSE HINZUFÜGEN",
"DISCOUNT CODES": "RABATTCODES",
"PROCEED TO CHECK OUT": "ZUR KASSE",
"Subtotal": "Zwischensumme",
"CONTINUE SHOPPING": "MIT DEM EINKAUFEN FORTFAHREN",
"UPDATE CART": "WARENKORB AKTUALISIEREN",
"IMAGE": "BILD",
"PRODUCT NAME": "PRODUKTNAME",
"Address Book": "Adressbuch",
"From The Blog": "Von dem Blog"
}