{
    "Hello": "Hola",
    "Black friday": "Viernes negro",
    "All Categories":"All Categories",
    "Home": "todas las categorias",
    "Shop": "Comercio",
    "BAG, KIDS": "BOLSO, NIÑOS",
    "Get the Best Deals & Offers on Fashion from Cinnamon Black Friday ✨ Black Friday 2023": "Obtenga las mejores promociones y ofertas en moda de Cinnamon Black Friday ✨ Black Friday 2023",
    "SALE": "VENTA",
    "SHOP NOW": "COMPRA AHORA",
    "Men's": "de los hombres",
    "Women's": "De las mujeres",
    "Kid's": "Niñas",
    "Deal Of The Week": "Oferta de la semana",
    "You can now enjoy our mouthwatering offers & deals on Fashion on a weekly basis": "Ahora puedes disfrutar de nuestras deliciosas ofertas y promociones en Moda semanalmente",
    "Discover More": "Descubrir más",
    "Cinnamon In The Look By Marie Claire": "Canela en el look de Marie Claire",
    "Revolutionising Nigeria's Fashion E-commerce by thisday style": "Revolucionando el comercio electrónico de moda de Nigeria con el estilo actual",
    "Outfit of the day: Sister of the groom!": "Outfit del día: ¡Hermana del novio!",
    "FREE SHIPPING": "ENVÍO GRATIS",
    "For all order over 99$": "Para todos los pedidos superiores a 99$",
    "DELIVERY ON TIME": "ENTREGA A TIEMPO",
    "If good have problems": "si bueno tiene problemas",
    "SECURE PAYMENT": "PAGO SEGURO",
    "100% secure payment":"Pago 100% seguro",
    "Information": "Información",
    "My Account": "Mi cuenta",
    "Join Our Newsletter Now": "Únase a nuestro boletín ahora",
    "Get E-mail updates about our latest shop and special offers.": "Reciba actualizaciones por correo electrónico sobre nuestra última tienda y ofertas especiales.",
    "Address": "DIRECCIÓN",
    "Email": "Correo electrónico",
    "Phone": "Teléfono",
    "About Us": "Sobre nosotras",
    "Checkout": "Verificar",
    "Contact": "Contacto",
    "Services": "Servicios",
    "Shopping Cart": "Carro de la compra",
    "Categories": "Categorías",
    "Men": "Hombres",
    "Women": "Mujer",
    "Kids": "Niñas",
     "Brand": "Marca",
   "Price": "Precio",
   "Color": "Color",
   "Size": "Tamaño",
   "FILTER": "FILTRAR",
   "Tags": "Etiquetas",
   "Quick View": "Vista rápida",
   "Quantity": "Cantidad",
   "ADD TO CART": "AÑADIR A LA CESTA",
   "Search": "Buscar",
   "Recent Post": "Publicación reciente",
   "Product Tags": "Etiquetas de productos",
 "Cinnamon, a trailblazing entrepreneur, has journeyed from Lagos to the global fashion capitals, establishing herself as a beacon of innovation and style. As the founder of Cinnamon19fashion.com and the creative force behind TSC Agency Nigeria, Cinnamon’s multifaceted talent is phenomenal. In this episode of The Look, she takes us on her sustainable styling journey. Her passion for self-expression and style, ignited by her mother’s glamorous fashion choices, gained momentum when she moved to Paris at 16. Yet, Cinnamon’s influence extends beyond her impeccable style. She has a remarkable talent for curating outfits, empowering women, inspiring confidence, and promoting African fashion. Her journey as a fashion curator and entrepreneur began unexpectedly in 2014 with strangers approached her at an NYSC camp to praise her fashion choices.": "Cinnamon, una emprendedora pionera, ha viajado desde Lagos a las capitales mundiales de la moda, estableciéndose como un faro de innovación y estilo. Como fundador de Cinnamon19fashion.com y fuerza creativa detrás de TSC Agency Nigeria, el talento multifacético de Cinnamon es fenomenal. En este episodio de The Look, nos lleva en su viaje de estilo sostenible. Su pasión por la autoexpresión y el estilo, encendida por las glamorosas elecciones de moda de su madre, cobró impulso cuando se mudó a París a los 16 años. Sin embargo, la influencia de Cinnamon se extiende más allá de su impecable estilo. Tiene un talento notable para seleccionar conjuntos, empoderar a las mujeres, inspirar confianza y promover la moda africana. Su viaje como curadora de moda y empresaria comenzó inesperadamente en 2014 cuando extraños se le acercaron en un campamento de NYSC para elogiar sus elecciones de moda.",
 "In recent years, Nigeria has witnessed a significant shift in fashion consumer behaviour as more and more Nigerians embrace the idea of making purchases online. Driven by convenience, availability, and a desire for unique fashion pieces, this trend was further accelerated by the COVID-19 pandemic and its accompanying lockdowns and restrictions on movement. Amidst this, a brand that’s slowly gaining traction as a leader in this space is Cinnamon19fashion.com, a virtual concept store that offers new and exciting ways to experience the best Nigerian fashion from the comfort of your home. Founded in 2016, Cinnamon19fashion.com has quickly gained popularity among fashion enthusiasts, providing a curated selection of the best affordable collections from Nigerian designers. The brainchild of Cinnamon, a well-known fashion influencer and brand curator, this online retail platform combines her innate fashion insight with a deep passion for self-expression. Cinnamon, who inherited her impeccable sense of style from her socialite mother, Nkiru Anumudu, has now become a style icon in her own right....": "En los últimos años, Nigeria ha sido testigo de un cambio significativo en el comportamiento de los consumidores de moda a medida que cada vez más nigerianos adoptan la idea de realizar compras en línea. Impulsada por la conveniencia, la disponibilidad y el deseo de piezas de moda únicas, esta tendencia se aceleró aún más por la pandemia de COVID-19 y los bloqueos y restricciones de movimiento que la acompañaron. En medio de esto, una marca que poco a poco está ganando terreno como líder en este espacio es Cinnamon19fashion.com, un concepto de tienda virtual que ofrece formas nuevas y emocionantes de experimentar la mejor moda nigeriana desde la comodidad de su hogar. Fundada en 2016, Cinnamon19fashion.com ha ganado rápidamente popularidad entre los entusiastas de la moda, ofreciendo una selección curada de las colecciones más asequibles de diseñadores nigerianos. Esta plataforma minorista en línea, creación de Cinnamon, una conocida influenciadora de la moda y curadora de marcas, combina su conocimiento innato de la moda con una profunda pasión por la autoexpresión. Cinnamon, que heredó su impecable sentido del estilo de su madre socialité, Nkiru Anumudu, ahora se ha convertido en un ícono de estilo por derecho propio....",
"Hey Hey! So I hinted about a collaboration a few weeks ago and I am so happy to share with everyone that @ShopMaju has started a Style Star Edit designing clothes inspired by a personality’s style and I’m very honored to be the first #MajuStyleStar As you all know, my style Is filled with lots of bright colors and prints. Every outfit In this edit Is available to shop immediately on www.shopmaju.com I hope you like them as much as I do.": "¡Oye, oye! Así que insinué una colaboración hace unas semanas y estoy muy feliz de compartir con todos que @ShopMaju ha comenzado un Style Star Edit diseñando ropa inspirada en el estilo de una personalidad y me siento muy honrado de ser el primer #MajuStyleStar como todos ustedes. Ya sabes, mi estilo está lleno de muchos colores y estampados brillantes. Todos los conjuntos de esta edición están disponibles para comprar inmediatamente en www.shopmaju.com. Espero que te gusten tanto como a mí.",
 "We’re stepping into August with the promise of an exciting month filled with fashionable days, perfectly-tailored moments and brightness that can never be dimmed. Speaking of these promises, our coverstar, Cinnamon, is the poster child for fashionable, perfectly-tailored, bright style. In this edition of The Cover, we get into her life as a fashion entrepreneur, the selling point of shopping from African brands and uncover more about her personal style.":"Llegamos a agosto con la promesa de un mes emocionante lleno de días de moda, momentos perfectamente adaptados y un brillo que nunca podrá atenuarse. Hablando de estas promesas, nuestra estrella de portada, Cinnamon, es el ejemplo de un estilo brillante, moderno y perfectamente adaptado. En esta edición de The Cover, nos adentramos en su vida como empresaria de la moda, el punto de venta de las compras de marcas africanas y descubrimos más sobre su estilo personal.",
 "Stay home, stay comfy but stay cute. These style stars might have been indoors but they certainly weren’t letting their style slack, from cool sweat pants to comfy T-shirts, gowns and shorts. Here are our some of our favourite quarantine fashion.": "Quédate en casa, mantente cómodo pero mantente lindo. Puede que estas estrellas de la moda estuvieran en casa, pero ciertamente no dejaban que su estilo se aflojara, desde pantalones deportivos hasta cómodas camisetas, vestidos y pantalones cortos. Aquí están algunas de nuestras modas de cuarentena favoritas.",
"Kelly is doing an amazing job advocating for the end of systematic racism and black violence and we’re here for it. In addition to her brilliant mind and chart-topping music of course, we also find her fashion style captivating and definitely covet it. Here are some of our top picks from Kelly’s closet.": "Kelly está haciendo un trabajo increíble al defender el fin del racismo sistemático y la violencia negra y estamos aquí para lograrlo. Además de su mente brillante y su música que encabeza las listas, por supuesto, también encontramos cautivador su estilo de moda y definitivamente lo codiciamos. Estas son algunas de nuestras mejores opciones del armario de Kelly.",
 "“ Technology is nothing. What's important is that you have a faith in people, that they're basically good and smart, and if you give them tools, they'll do wonderful things with them.”": "“La tecnología no es nada. Lo importante es que tengas fe en las personas, que son básicamente buenas e inteligentes, y si les das herramientas, harán cosas maravillosas con ellas”.",
"Leave A Comment":"Deja un comentario",
"SEND MESSAGE": "ENVIAR MENSAJE",
"Contact Us": "Contacta con nosotras",
"You can reach us with the following details below.": "Puede comunicarse con nosotros con los siguientes detalles a continuación.",
"Our staff will call back later and answer your questions.": "Nuestro personal le llamará más tarde y responderá a sus preguntas.",
"Do I need to create a cinnamon account?": "¿Necesito crear una cuenta de canela?",
 "You can browse our website and add items to your basket without creating an account, but to make any purchases you need to create an account by providing an email address and creating a password. Creating an account with us makes your shopping process more convenient.": "Puede navegar por nuestro sitio web y agregar artículos a su carrito sin crear una cuenta, pero para realizar cualquier compra necesita crear una cuenta proporcionando una dirección de correo electrónico y creando una contraseña. Crear una cuenta con nosotros hace que su proceso de compra sea más conveniente.",
"Where can I get my order reports?": "¿Dónde puedo obtener los informes de mis pedidos?",
 "Once you have successfully submitted your order, you will receive an automated email confirming your order details. Your order will then be processed by our warehouse team and you’ll receive a dispatch confirmation email when your order is dispatched for delivery.": "Una vez que haya enviado correctamente su pedido, recibirá un correo electrónico automático confirmando los detalles de su pedido. Luego, nuestro equipo de almacén procesará su pedido y recibirá un correo electrónico de confirmación de envío cuando su pedido se envíe para su entrega.",
"What shoud I do if my order isn't delivered": "¿Qué debo hacer si mi pedido no es entregado?",
 "If your order has not been delivered within the timescales for your area, please contact us. Remember to include your order number within your message as this will help us speed up the search for your order. In the unlikely event that we’re unable to locate your parcel, we will send you a ‘Missing Parcel Claim Form’ to sign and return, which will act as a declaration of your claim. Upon receipt of your declaration, we will investigate the claim and advise you of the outcome within 4 working days. If appropriate, a refund will be issued to the credit/debit card used for your purchase AS SOON AS POSSIBLE.": "Si su pedido no ha sido entregado dentro de los plazos de su área, contáctenos. Recuerde incluir su número de pedido dentro de su mensaje ya que esto nos ayudará a acelerar la búsqueda de su pedido. En el improbable caso de que no podamos localizar su paquete, le enviaremos un Formulario de reclamación de paquete perdido para que lo firme y lo devuelva, que actuará como una declaración de su reclamación. Al recibir su declaración, investigaremos el reclamo y le informaremos del resultado dentro de los 4 días hábiles. Si corresponde, se emitirá un reembolso a la tarjeta de crédito/débito utilizada para su compra LO ANTES POSIBLE.",
"The Brand": "La marca",
"The Site": "El sitio",
 "We are a home-grown, independent social enterprise with focus onfashion, lifestyle and culture. We offer new and exciting ways to experience the best in fashion from West Africa and across the globe. With focus on style, identity and authenticity; we delight in spotlighting the evolution, inspiration, and outcomes within the Nigerian fashion industry. We seek to inspire all who take pride indigenous creativity, and offer convenience for shopping through our curation of the very best collections from Africa. We work as a team that is socially empowered and with the goal to make even more meaningful, the relationships between people and the clothes that matter to them.": "Somos una empresa social independiente y de cosecha propia centrada en la moda, el estilo de vida y la cultura. Ofrecemos formas nuevas y emocionantes de experimentar lo mejor de la moda de África Occidental y de todo el mundo. Con enfoque en estilo, identidad y autenticidad; Nos deleitamos en destacar la evolución, la inspiración y los resultados de la industria de la moda nigeriana. Buscamos inspirar a todos los que se enorgullecen de la creatividad indígena y ofrecer comodidad para comprar a través de nuestra selección de las mejores colecciones de África. Trabajamos como un equipo socialmente empoderado y con el objetivo de hacer aún más significativas las relaciones entre las personas y la ropa que les importa.",
 "Cinnamon19fashion.com is a virtual concept store with a high level of interest in Nigerian fashion brands. The platform features products and content that seeks to build a community of confident, self-aware and self-expressive individuals. We offer an international standard shopping experience at the tip of your fingers.": "Cinnamon19fashion.com es una tienda conceptual virtual con un alto nivel de interés en las marcas de moda nigerianas. La plataforma presenta productos y contenido que busca construir una comunidad de personas seguras de sí mismas, conscientes de sí mismas y expresivas. Ofrecemos una experiencia de compra estándar internacional al alcance de su mano.",
"CUSTOMER ADDRESS": "DIRECCIÓN DEL CLIENTE",
"Change": "Cambiar",
"DELIVERY DETAILS": "DETALLES DE LA ENTREGA",
"PAYMENT METHOD": "MÉTODO DE PAGO",
"SAVE UP TO": "GUARDAR HASTA",
"By switching to a pickup station starting from": "Al cambiar a una estación de recogida a partir de",
"You will be redirected to our secure checkout page": "Serás redirigido a nuestra página de pago seguro.",
"Order Summary": "Resumen del pedido",
"Item's total": "total del artículo",
"Delivery fees": "Cargos por envío",
"Total": "Total",
"Apply": "Aplicar",
"CONFIRM ORDER": "CONFIRMAR PEDIDO",
"My Cinnamon Account": "Mi cuenta canela",
"Address Book": "Directorio",
"Log Out": "Cerrar sesión",
"Account Overview": "Descripción de cuenta",
"Account Details": "detalles de la cuenta",
"ADD NEW ADDRESS": "AGREGAR NUEVA DIRECCIÓN",
"DISCOUNT CODES": "CÓDIGOS DE DESCUENTO",
"PROCEED TO CHECK OUT": "PASAR POR LA CAJA",
"Subtotal": "Total parcial",
"CONTINUE SHOPPING": "SEGUIR COMPRANDO",
"UPDATE CART": "ACTUALIZACIÓN DE LA COMPRA",
"IMAGE": "IMAGEN",
"PRODUCT NAME": "NOMBRE DEL PRODUCTO",
"From The Blog": "desde el blog",
"Edit Details": "Editar detalles",
"Confirm": "Confirmar",
"All Brands": "Todas las marcas",
"Add Brand": "Agregar marca",
"Add Category": "añadir categoría",
"All Tags": "Todas las etiquetas",
"Add Tag": "Agregar etiquetas",
"All Sizes": "Todos los tamaños",
"Add Size": "Agregar tamaño",
"All Products": "Todos los productos",
"Add Product": "Agregar producto"
}