{
    "Index": {
      "Get the Best Deals & Offers on Fashion from Cinnamon19Fashion": "Holen Sie sich die besten Deals und Angebote für Mode von Cinnamon19Fashion",
      "Home for fashion": "Zuhause für Mode",
      "Products": "Produkte",
      "Unisex": "Unisex",
      "Exchange Rate": "Tauschrate",
      "Addresss Book": "Adressbuch",
      "Sessions": "Sitzungen",
      "Orders": "Aufträge",
        "Hello": "Hallo",
        "Password": "Passwort",
        "Dive head first into success": "Stürzen Sie sich kopfüber in den Erfolg.",
        "You'll be on a luxury liner in no time Get started with a free account Sign up for a voyage of a lifetime": "Im Handumdrehen sind Sie auf einem Luxusliner. Beginnen Sie mit einem kostenlosen Konto. Melden Sie sich für eine Reise Ihres Lebens an.",
        "Sign in to your account": "Melden Sie sich bei Ihrem Konto an",
        "Enter your login details to get signed in to your account": "Geben Sie Ihre Anmeldedaten ein, um sich bei Ihrem Konto anzumelden",
        "Black friday": "Schwarzer Freitag",
        "All Categories": "Alle Kategorien",
        "Home": "Heim",
        "Shop": "Laden",
        "BAG, KIDS": "TASCHE, KINDER",
        "Get the Best Deals & Offers on Fashion from Cinnamon Black Friday ✨ Black Friday 2023": "Holen Sie sich die besten Deals und Angebote für Mode vom Cinnamon Black Friday Black Friday ✨ 2023",
        "SALE": "AUSVERKAUF",
        "SHOP NOW": "JETZT SHOPPEN",
        "Men's": "Herren",
        "Women's": "Damen",
        "Kid's": "Kinder",
        "Deal Of The Week": "Angebot der Woche",
        "You can now enjoy our mouthwatering offers & deals on Fashion on a weekly basis": "Sie können jetzt wöchentlich unsere köstlichen Angebote und Deals zum Thema Mode genießen",
        "Discover More": "Mehr erfahren",
        "Cinnamon In The Look By Marie Claire": "Zimt im Look von Marie Claire",
        "Revolutionising Nigeria's Fashion E-commerce by thisday style": "Revolutionierung des nigerianischen Mode-E-Commerce durch den heutigen Stil",
        "Outfit of the day: Sister of the groom!": "Outfit des Tages: Schwester des Bräutigams!",
        "FREE SHIPPING": "KOSTENLOSER VERSAND",
        "For all order over 99$": "Für alle Bestellungen über 99$",
        "DELIVERY ON TIME": "PÜNKTLICHE LIEFERUNG",
        "If good have problems": "Wenn das Gute Vorzüge hat",
        "SECURE PAYMENT": "SICHERE ZAHLUNG",
        "100% secure payment": "100% sichere Zahlung",
        "Information": "Information",
        "My Account": "Mein Konto",
        "Join Our Newsletter Now": "Melden Sie sich jetzt für unseren Newsletter an",
        "Get E-mail updates about our latest shop and special offers": "Erhalten Sie E-Mail-Updates über unseren neuesten Shop und Sonderangebote.",
        "Address": "Adresse",
        "Email": "E-Mail",
        "Phone": "Telefon",
        "About Us": "Über uns",
        "Checkout": "Kasse",
        "Contact" : " Kontakt",
        "Services": "Dienste",
        "Shopping Cart": "Einkaufswagen",
        "Categories": "Kategorien",
        "Men": "Männer",
        "Women": "Frauen",
        "Kids": "Kinder",
        "Brand": "Marke",
        "Price": "Preis",
        "Color": "Farbe",
        "Size": "Größe",
        "FILTER": "FILTER",
        "Tags": "Schilder",
        "Quick View": "Schnellansicht",
        "Quantity": "Menge",
        "ADD TO CART": "IN DEN WARENKORB",
        "Search": "Suchen",
        "Recent Post": "Letzter Beitrag",
        "Product Tags": "Produkt Tags",
      "Leave A Comment": "Hinterlasse einen Kommentar",
     "SEND MESSAGE": "NACHRICHT SENDEN",
     "Contact Us": "Kontaktiere uns",
     "You can reach us with the following details below": "Sie erreichen uns über die unten aufgeführten Kontaktdaten.",
     "Our staff will call back later and answer your questions": "Unsere Mitarbeiter rufen Sie später noch einmal zurück und beantworten Ihre Fragen.",
     "Do I need to create a cinnamon account?": "Muss ich ein Cinnamon-Konto erstellen?",
     "You can browse our website and add items to your basket without creating an account, but to make any purchases you need to create an account by providing an email address and creating a password, Creating an account with us makes your shopping process more convenient": "Sie können unsere Website durchsuchen und Artikel in Ihren Warenkorb legen, ohne ein Konto zu erstellen. Um jedoch Einkäufe tätigen zu können, müssen Sie ein Konto erstellen, indem Sie eine E-Mail-Adresse angeben und ein Passwort erstellen. Durch die Erstellung eines Kontos bei uns wird Ihr Einkaufsvorgang komfortabler.",
     "Where can I get my order reports?": "Wo kann ich meine Bestellberichte erhalten?",
     "Once you have successfully submitted your order, you will receive an automated email confirming your order details, Your order will then be processed by our warehouse team and you’ll receive a dispatch confirmation email when your order is dispatched for delivery": "Sobald Sie Ihre Bestellung erfolgreich übermittelt haben, erhalten Sie eine automatische E-Mail mit der Bestätigung Ihrer Bestelldaten. Ihre Bestellung wird dann von unserem Lagerteam bearbeitet und Sie erhalten eine Versandbestätigung per E-Mail, sobald Ihre Bestellung zur Lieferung versandt wird.",
     "What shoud I do if my order isn't delivered": "Was soll ich tun, wenn meine Bestellung nicht geliefert wird?",
     "If your order has not been delivered within the timescales for your area, please contact us, Remember to include your order number within your message as this will help us speed up the search for your order; In the unlikely event that we’re unable to locate your parcel, we will send you a ‘Missing Parcel Claim Form’ to sign and return, which will act as a declaration of your claim; Upon receipt of your declaration, we will investigate the claim and advise you of the outcome within 4 working days; If appropriate, a refund will be issued to the credit/debit card used for your purchase AS SOON AS POSSIBLE": "Wenn Ihre Bestellung nicht innerhalb der für Ihre Region geltenden Fristen geliefert wurde, kontaktieren Sie uns bitte. Denken Sie daran, Ihre Bestellnummer in Ihrer Nachricht anzugeben, da wir so die Suche nach Ihrer Bestellung beschleunigen können. Für den unwahrscheinlichen Fall, dass wir Ihr Paket nicht finden können, senden wir Ihnen ein „Antragsformular für fehlendes Paket“ zur Unterzeichnung und Rücksendung zu, das als Erklärung Ihres Anspruchs dient. Nach Eingang Ihrer Erklärung werden wir den Anspruch untersuchen und Sie innerhalb von 4 Werktagen über das Ergebnis informieren. Gegebenenfalls erfolgt SO SCHNELL WIE MÖGLICH eine Rückerstattung auf die für Ihren Kauf verwendete Kredit-/Debitkarte.",
     "The Brand": "Die Marke",
     "The Site": "Der Standort",
     "We are a home-grown, independent social enterprise with focus onfashion, lifestyle and culture; We offer new and exciting ways to experience the best in fashion from West Africa and across the globe; With focus on style, identity and authenticity; we delight in spotlighting the evolution, inspiration, and outcomes within the Nigerian fashion industry; We seek to inspire all who take pride indigenous creativity, and offer convenience for shopping through our curation of the very best collections from Africa; We work as a team that is socially empowered and with the goal to make even more meaningful, the relationships between people and the clothes that matter to them": "Wir sind ein einheimisches, unabhängiges Sozialunternehmen mit Fokus auf Mode, Lifestyle und Kultur. Wir bieten neue und aufregende Möglichkeiten, die beste Mode aus Westafrika und der ganzen Welt zu erleben. Mit Fokus auf Stil, Identität und Authentizität; Wir freuen uns, die Entwicklung, Inspiration und Ergebnisse innerhalb der nigerianischen Modebranche hervorzuheben. Wir möchten alle inspirieren, die stolz auf einheimische Kreativität sind, und durch unsere Auswahl der besten Kollektionen aus Afrika Bequemlichkeit beim Einkaufen bieten. Wir arbeiten als sozial starkes Team mit dem Ziel, die Beziehungen zwischen Menschen und der Kleidung, die ihnen wichtig ist, noch bedeutungsvoller zu gestalten.",
     " is a virtual concept store with a high level of interest in Nigerian fashion brands; The platform features products and content that seeks to build a community of confident, self-aware and self-expressive individuals; We offer an international standard shopping experience at the tip of your fingers": "Cinnamon19fashion.com ist ein virtueller Concept Store mit großem Interesse an nigerianischen Modemarken. Die Plattform bietet Produkte und Inhalte, die darauf abzielen, eine Gemeinschaft selbstbewusster, selbstbewusster und selbstausdrucksstarker Menschen aufzubauen. Wir bieten Ihnen ein Einkaufserlebnis nach internationalem Standard auf Knopfdruck.",
     "CUSTOMER ADDRESS": "KUNDENADRESSE",
     "Change": "Ändern",
     "DELIVERY DETAILS": "LIEFERDETAILS",
     "PAYMENT METHOD": "BEZAHLVERFAHREN",
     "SAVE UP TO": "SPAREN SIE BIS ZU",
     "Get A free delivery for shopping via the website": "Erhalten Sie eine kostenlose Lieferung für Einkäufe über die Website",
     "You will be redirected to our secure checkout page": "Sie werden zu unserer sicheren Checkout-Seite weitergeleitet",
     "Order Summary": "Bestellübersicht",
     "Item's total": "Gesamtsumme des Artikels",
     "Delivery fees": "Lieferkosten",
     "Total": "Gesamt",
     "Apply": "Anwenden",
     "CONFIRM ORDER": "BESTELLUNG BESTÄTIGEN",
     "My Cinnamon Account": "Mein Cinnamon-Konto",
     "Log Out": "Ausloggen",
     "Account Overview": "Kontoübersicht",
     "Account Details": "Kontodetails",
     "ADD NEW ADDRESS": "NEUE ADRESSE HINZUFÜGEN",
     "DISCOUNT CODES": "RABATTCODES",
     "PROCEED TO CHECK OUT": "ZUR KASSE",
     "Subtotal": "Zwischensumme",
     "CONTINUE SHOPPING": "MIT DEM EINKAUFEN FORTFAHREN",
     "UPDATE CART": "WARENKORB AKTUALISIEREN",
     "IMAGE": "BILD",
     "PRODUCT NAME": "PRODUKTNAME",
     "Address Book": "Adressbuch",
     "From The Blog": "Von dem Blog",
     "Edit Details":"Details bearbeiten",
     "Confirm": "Bestätigen",
     "All Brands": "Alle Marken",
     "Add Brand": "Marke hinzufügen",
     "Add Category": "Kategorie hinzufügen",
     "All Tags": "Alle Tags",
     "Add Tag": "Tag hinzufügen",
     "All Sizes": "Alle Größen",
     "Add Size": "Größe hinzufügen",
     "All Productss": "Alle Produkte",
     "Add Products": "Produkt hinzufügen",
     "Currencies": "Währungen",
     "Dollar Rate": "Dollarkurs"
     }
  }