{
    "Index": {
      "Home for fashion": "Hogar de la moda",
      "Get the Best Deals & Offers on Fashion from Cinnamon19Fashion": "Obtenga las mejores promociones y ofertas en moda de Cinnamon19Fashion",
      "Products": "Productos",
      "Exchange Rate":"Tipo de cambio",
      "Addresss Book": "Directorio",
      "Sessions": "Sesiones",
      "Orders": "Pedidos",
        "Hello": "Hola",
        "Password": "Contraseña",
        "Dive head first into success": "Sumérgete de cabeza en el éxito.",
        "You'll be on a luxury liner in no time Get started with a free account Sign up for a voyage of a lifetime": "Estarás en un crucero de lujo en poco tiempo. Comience con una cuenta gratuita. Regístrese para el viaje de su vida.",
        "Sign in to your account": "Iniciar sesión en su cuenta",
        "Enter your login details to get signed in to your account": "Ingrese sus datos de inicio de sesión para iniciar sesión en su cuenta",
        "Black friday": "Viernes negro",
        "All Categories":"All Categories",
        "Home": "todas las categorias",
        "Shop": "Comercio",
        "BAG, KIDS": "BOLSO, NIÑOS",
        "Get the Best Deals & Offers on Fashion from Cinnamon Black Friday ✨ Black Friday 2023": "Obtenga las mejores promociones y ofertas en moda de Cinnamon Black Friday ✨ Black Friday 2023",
        "SALE": "VENTA",
        "SHOP NOW": "COMPRA AHORA",
        "Men's": "de los hombres",
        "Women's": "De las mujeres",
        "Kid's": "Niñas",
        "Deal Of The Week": "Oferta de la semana",
        "You can now enjoy our mouthwatering offers & deals on Fashion on a weekly basis": "Ahora puedes disfrutar de nuestras deliciosas ofertas y promociones en Moda semanalmente",
        "Discover More": "Descubrir más",
        "Cinnamon In The Look By Marie Claire": "Canela en el look de Marie Claire",
        "Revolutionising Nigeria's Fashion E-commerce by thisday style": "Revolucionando el comercio electrónico de moda de Nigeria con el estilo actual",
        "Outfit of the day: Sister of the groom!": "Outfit del día: ¡Hermana del novio!",
        "FREE SHIPPING": "ENVÍO GRATIS",
        "For all order over 99$": "Para todos los pedidos superiores a 99$",
        "DELIVERY ON TIME": "ENTREGA A TIEMPO",
        "If good have problems": "si bueno tiene problemas",
        "SECURE PAYMENT": "PAGO SEGURO",
        "100% secure payment":"Pago 100% seguro",
        "Information": "Información",
        "My Account": "Mi cuenta",
        "Join Our Newsletter Now": "Únase a nuestro boletín ahora",
        "Get E-mail updates about our latest shop and special offers": "Reciba actualizaciones por correo electrónico sobre nuestra última tienda y ofertas especiales.",
        "Address": "DIRECCIÓN",
        "Email": "Correo electrónico",
        "Phone": "Teléfono",
        "About Us": "Sobre nosotras",
        "Checkout": "Verificar",
        "Contact": "Contacto",
        "Services": "Servicios",
        "Shopping Cart": "Carro de la compra",
        "Categories": "Categorías",
        "Men": "Hombres",
        "Women": "Mujer",
        "Kids": "Niñas",
         "Brand": "Marca",
       "Price": "Precio",
       "Color": "Color",
       "Size": "Tamaño",
       "FILTER": "FILTRAR",
       "Tags": "Etiquetas",
       "Quick View": "Vista rápida",
       "Quantity": "Cantidad",
       "ADD TO CART": "AÑADIR A LA CESTA",
       "Search": "Buscar",
       "Recent Post": "Publicación reciente",
       "Product Tags": "Etiquetas de productos",
   "Leave A Comment":"Deja un comentario",
    "SEND MESSAGE": "ENVIAR MENSAJE",
    "Contact Us": "Contacta con nosotras",
    "You can reach us with the following details below": "Puede comunicarse con nosotros con los siguientes detalles a continuación.",
    "Our staff will call back later and answer your questions": "Nuestro personal le llamará más tarde y responderá a sus preguntas.",
    "Do I need to create a cinnamon account?": "¿Necesito crear una cuenta de canela?",
     "You can browse our website and add items to your basket without creating an account, but to make any purchases you need to create an account by providing an email address and creating a password, Creating an account with us makes your shopping process more convenient": "Puede navegar por nuestro sitio web y agregar artículos a su carrito sin crear una cuenta, pero para realizar cualquier compra necesita crear una cuenta proporcionando una dirección de correo electrónico y creando una contraseña. Crear una cuenta con nosotros hace que su proceso de compra sea más conveniente.",
    "Where can I get my order reports?": "¿Dónde puedo obtener los informes de mis pedidos?",
     "Once you have successfully submitted your order, you will receive an automated email confirming your order details, Your order will then be processed by our warehouse team and you’ll receive a dispatch confirmation email when your order is dispatched for delivery": "Una vez que haya enviado correctamente su pedido, recibirá un correo electrónico automático confirmando los detalles de su pedido. Luego, nuestro equipo de almacén procesará su pedido y recibirá un correo electrónico de confirmación de envío cuando su pedido se envíe para su entrega.",
    "What shoud I do if my order isn't delivered": "¿Qué debo hacer si mi pedido no es entregado?",
     "If your order has not been delivered within the timescales for your area, please contact us, Remember to include your order number within your message as this will help us speed up the search for your order; In the unlikely event that we’re unable to locate your parcel, we will send you a ‘Missing Parcel Claim Form’ to sign and return, which will act as a declaration of your claim; Upon receipt of your declaration, we will investigate the claim and advise you of the outcome within 4 working days; If appropriate, a refund will be issued to the credit/debit card used for your purchase AS SOON AS POSSIBLE": "Si su pedido no ha sido entregado dentro de los plazos de su área, contáctenos. Recuerde incluir su número de pedido dentro de su mensaje ya que esto nos ayudará a acelerar la búsqueda de su pedido. En el improbable caso de que no podamos localizar su paquete, le enviaremos un Formulario de reclamación de paquete perdido para que lo firme y lo devuelva, que actuará como una declaración de su reclamación. Al recibir su declaración, investigaremos el reclamo y le informaremos del resultado dentro de los 4 días hábiles. Si corresponde, se emitirá un reembolso a la tarjeta de crédito/débito utilizada para su compra LO ANTES POSIBLE.",
    "The Brand": "La marca",
    "The Site": "El sitio",
     "We are a home-grown, independent social enterprise with focus onfashion, lifestyle and culture; We offer new and exciting ways to experience the best in fashion from West Africa and across the globe; With focus on style, identity and authenticity; we delight in spotlighting the evolution, inspiration, and outcomes within the Nigerian fashion industry; We seek to inspire all who take pride indigenous creativity, and offer convenience for shopping through our curation of the very best collections from Africa; We work as a team that is socially empowered and with the goal to make even more meaningful, the relationships between people and the clothes that matter to them": "Somos una empresa social independiente y de cosecha propia centrada en la moda, el estilo de vida y la cultura. Ofrecemos formas nuevas y emocionantes de experimentar lo mejor de la moda de África Occidental y de todo el mundo. Con enfoque en estilo, identidad y autenticidad; Nos deleitamos en destacar la evolución, la inspiración y los resultados de la industria de la moda nigeriana. Buscamos inspirar a todos los que se enorgullecen de la creatividad indígena y ofrecer comodidad para comprar a través de nuestra selección de las mejores colecciones de África. Trabajamos como un equipo socialmente empoderado y con el objetivo de hacer aún más significativas las relaciones entre las personas y la ropa que les importa.",
     " is a virtual concept store with a high level of interest in Nigerian fashion brands; The platform features products and content that seeks to build a community of confident, self-aware and self-expressive individuals; We offer an international standard shopping experience at the tip of your fingers": "Cinnamon19fashion.com es una tienda conceptual virtual con un alto nivel de interés en las marcas de moda nigerianas. La plataforma presenta productos y contenido que busca construir una comunidad de personas seguras de sí mismas, conscientes de sí mismas y expresivas. Ofrecemos una experiencia de compra estándar internacional al alcance de su mano.",
    "CUSTOMER ADDRESS": "DIRECCIÓN DEL CLIENTE",
    "Change": "Cambiar",
    "DELIVERY DETAILS": "DETALLES DE LA ENTREGA",
    "PAYMENT METHOD": "MÉTODO DE PAGO",
    "SAVE UP TO": "GUARDAR HASTA",
    "Get A free delivery for shopping via the website": "Obtenga una entrega gratuita por comprar a través del sitio web",
    "You will be redirected to our secure checkout page": "Serás redirigido a nuestra página de pago seguro.",
    "Order Summary": "Resumen del pedido",
    "Item's total": "total del artículo",
    "Delivery fees": "Cargos por envío",
    "Total": "Total",
    "Apply": "Aplicar",
    "CONFIRM ORDER": "CONFIRMAR PEDIDO",
    "My Cinnamon Account": "Mi cuenta canela",
    "Address Book": "Directorio",
    "Log Out": "Cerrar sesión",
    "Account Overview": "Descripción de cuenta",
    "Account Details": "detalles de la cuenta",
    "ADD NEW ADDRESS": "AGREGAR NUEVA DIRECCIÓN",
    "DISCOUNT CODES": "CÓDIGOS DE DESCUENTO",
    "PROCEED TO CHECK OUT": "PASAR POR LA CAJA",
    "Subtotal": "Total parcial",
    "CONTINUE SHOPPING": "SEGUIR COMPRANDO",
    "UPDATE CART": "ACTUALIZACIÓN DE LA COMPRA",
    "IMAGE": "IMAGEN",
    "PRODUCT NAME": "NOMBRE DEL PRODUCTO",
    "From The Blog": "desde el blog",
    "Edit Details": "Editar detalles",
    "Confirm": "Confirmar",
    "All Brands": "Todas las marcas",
    "Add Brand": "Agregar marca",
    "Add Category": "añadir categoría",
    "All Tags": "Todas las etiquetas",
    "Add Tag": "Agregar etiquetas",
    "All Sizes": "Todos los tamaños",
    "Add Size": "Agregar tamaño",
    "All Products": "Todos los productos",
    "Add Product": "Agregar producto",
    "Currencies": "Monedas",
    "Dollar Rate": "Tasa del dólar"
    }
  }