{
    "Index": {
      "Home for fashion": "La maison de la mode",
      "Get the Best Deals & Offers on Fashion from Cinnamon19Fashion": "Obtenez les meilleures offres et offres sur la mode de Cinnamon19Fashion",
      "Products": "Des produits",
      "Exchange Rate": "Taux de change",
      "Addresss Book": "Carnet d'adresses",
      "Sessions": "Séances",
      "Orders": "Ordres",
      "Unisex": "Unisex",
        "Hello": "Bonjour",
        "Password": "Mot de passe",
        "Dive head first into success": "Plongez tête première dans le succès.",
        "You'll be on a luxury liner in no time Get started with a free account Sign up for a voyage of a lifetime": "Vous monterez à bord d'un paquebot de luxe en un rien de temps. Commencez avec un compte gratuit. Inscrivez-vous pour un voyage inoubliable.",
        "Black friday": "Vendredi noir",
        "All Categories":"toutes catégories",
        "Sign in to your account": "Connectez-vous à votre compte",
        "Enter your login details to get signed in to your account": "Entrez vos informations de connexion pour vous connecter à votre compte",
        "Home": "Maison",
        "Shop": "Boutique",
        "BAG, KIDS": "SAC, ENFANTS",
        "Get the Best Deals & Offers on Fashion from Cinnamon Black Friday ✨ Black Friday 2023": "Obtenez les meilleures offres et offres sur la mode de Cinnamon Black Friday ✨ Black Friday 2023",
        "SALE": "VENTE",
        "SHOP NOW": "ACHETEZ MAINTENANT",
        "Men's": "Pour des hommes",
        "Women's": "aux femmes",
        "Kid's": "Enfants",
        "Deal Of The Week": "Offre de la semaine",
        "You can now enjoy our mouthwatering offers & deals on Fashion on a weekly basis": "Vous pouvez désormais profiter chaque semaine de nos offres et promotions alléchantes sur la mode.",
        "Discover More": "Découvrir plus",
        "Cinnamon In The Look By Marie Claire": "Cannelle dans le look par Marie Claire",
        "Revolutionising Nigeria's Fashion E-commerce by thisday style": "Révolutionner le commerce électronique de la mode au Nigeria par le style thisday",
        "Outfit of the day: Sister of the groom!": "Tenue du jour : Soeur du marié !",
        "FREE SHIPPING": "LIVRAISON GRATUITE",
        "For all order over 99$": "Pour toute commande de plus de 99$",
        "DELIVERY ON TIME": "LIVRAISON À TEMPS",
        "If good have problems": "Si c'est bien, j'ai des problèmes",
        "SECURE PAYMENT": "PAIEMENT SÉCURISÉ",
        "100% secure payment":"Paiement 100% sécurisé",
        "Information": "Information",
        "My Account": "Mon compte",
        "Join Our Newsletter Now": "Rejoignez notre newsletter maintenant",
        "Get E-mail updates about our latest shop and special offers": "Recevez des mises à jour par e-mail sur notre dernière boutique et nos offres spéciales.",
        "Address": "Adresse",
        "Email": "E-mail",
        "Phone": "Téléphone",
        "About Us": "À propos de nous",
        "Checkout": "Vérifier",
        "Contact": "Contact",
        "Services": "Prestations de service",
        "Shopping Cart": "Panier",
        "Categories": "Catégories",
        "Men": "Hommes",
        "Women": "Femmes",
        "Kids": "Enfants",
         "Brand": "Marque",
       "Price": "Prix",
       "Color": "Couleur",
       "Size": "Taille",
       "FILTER": "FILTRE",
       "Tags": "Mots clés",
       "Quick View": "Aperçu rapide",
       "Quantity": "Quantité",
       "ADD TO CART": "AJOUTER AU PANIER",
       "Search": "Recherche",
       "Recent Post": "Post récent",
       "Product Tags": "Mots clés du produit",
  "Leave A Comment":"Laissez un commentaire",
    "SEND MESSAGE": "ENVOYER LE MESSAGE",
    "Contact Us": "Contactez-nous",
    "You can reach us with the following details below": "Vous pouvez nous joindre avec les détails suivants ci-dessous.",
    "Our staff will call back later and answer your questions": "Notre personnel vous rappellera plus tard et répondra à vos questions.",
    "Do I need to create a cinnamon account?": "Dois-je créer un compte Cannelle ?",
     "You can browse our website and add items to your basket without creating an account, but to make any purchases you need to create an account by providing an email address and creating a password, Creating an account with us makes your shopping process more convenient": "Vous pouvez parcourir notre site Web et ajouter des articles à votre panier sans créer de compte, mais pour effectuer des achats, vous devez créer un compte en fournissant une adresse e-mail et en créant un mot de passe. Créer un compte chez nous rend votre processus d'achat plus pratique.",
    "Where can I get my order reports?": "Où puis-je obtenir mes rapports de commande ?",
    "Once you have successfully submitted your order, you will receive an automated email confirming your order details, Your order will then be processed by our warehouse team and you’ll receive a dispatch confirmation email when your order is dispatched for delivery": "Une fois que vous aurez soumis votre commande avec succès, vous recevrez un e-mail automatique confirmant les détails de votre commande. Votre commande sera ensuite traitée par notre équipe d'entrepôt et vous recevrez un e-mail de confirmation d'expédition lorsque votre commande sera expédiée pour livraison.",
    "What shoud I do if my order isn't delivered": "Que dois-je faire si ma commande n'est pas livrée",
     "If your order has not been delivered within the timescales for your area, please contact us, Remember to include your order number within your message as this will help us speed up the search for your order; In the unlikely event that we’re unable to locate your parcel, we will send you a ‘Missing Parcel Claim Form’ to sign and return, which will act as a declaration of your claim; Upon receipt of your declaration, we will investigate the claim and advise you of the outcome within 4 working days; If appropriate, a refund will be issued to the credit/debit card used for your purchase AS SOON AS POSSIBLE": "Si votre commande n'a pas été livrée dans les délais de votre région, veuillez nous contacter. N'oubliez pas d'inclure votre numéro de commande dans votre message car cela nous aidera à accélérer la recherche de votre commande. Dans le cas peu probable où nous ne parvenons pas à localiser votre colis, nous vous enverrons un « Formulaire de réclamation de colis manquant » à signer et à renvoyer, qui fera office de déclaration de votre réclamation. Dès réception de votre déclaration, nous examinerons la réclamation et vous informerons du résultat dans un délai de 4 jours ouvrés. Le cas échéant, un remboursement sera effectué sur la carte de crédit/débit utilisée pour votre achat DÈS QUE POSSIBLE.",
    "The Brand": "La marque",
    "The Site": "Le site",
    "We are a home-grown, independent social enterprise with focus onfashion, lifestyle and culture; We offer new and exciting ways to experience the best in fashion from West Africa and across the globe; With focus on style, identity and authenticity; we delight in spotlighting the evolution, inspiration, and outcomes within the Nigerian fashion industry; We seek to inspire all who take pride indigenous creativity, and offer convenience for shopping through our curation of the very best collections from Africa; We work as a team that is socially empowered and with the goal to make even more meaningful, the relationships between people and the clothes that matter to them": "Nous sommes une entreprise sociale indépendante et locale qui se concentre sur la mode, le style de vie et la culture. Nous proposons des façons nouvelles et passionnantes de découvrir le meilleur de la mode d’Afrique de l’Ouest et du monde entier. En mettant l'accent sur le style, l'identité et l'authenticité ; nous sommes ravis de mettre en lumière l'évolution, l'inspiration et les résultats de l'industrie de la mode nigériane. Nous cherchons à inspirer tous ceux qui sont fiers de la créativité autochtone et à offrir des possibilités de shopping grâce à notre sélection des meilleures collections d'Afrique. Nous travaillons comme une équipe socialement responsabilisée et dans le but de rendre encore plus significatives les relations entre les gens et les vêtements qui comptent pour eux.",
    " is a virtual concept store with a high level of interest in Nigerian fashion brands; The platform features products and content that seeks to build a community of confident, self-aware and self-expressive individuals; We offer an international standard shopping experience at the tip of your fingers": "Cinnamon19fashion.com est un concept store virtuel avec un grand intérêt pour les marques de mode nigérianes. La plate-forme propose des produits et du contenu qui cherchent à créer une communauté d'individus confiants, conscients d'eux-mêmes et capables de s'exprimer. Nous offrons une expérience d'achat de standard international au bout de vos doigts.",
    "CUSTOMER ADDRESS": "ADRESSE DU CLIENT",
    "Change": "Changement",
    "DELIVERY DETAILS": "DÉTAILS DE LIVRAISON",
    "PAYMENT METHOD": "MODE DE PAIEMENT",
    "SAVE UP TO": "ÉCONOMISER JUSQU'À",
    "Get A free delivery for shopping via the website": "Bénéficiez d'une livraison gratuite pour vos achats via le site Internet",
    "You will be redirected to our secure checkout page": "Vous serez redirigé vers notre page de paiement sécurisé",
    "Order Summary": "Récapitulatif de la commande",
    "Item's total": "Total de l'article",
    "Delivery fees": "Frais de livraison",
    "Total": "Totale",
    "Apply": "Appliquer",
    "CONFIRM ORDER": "CONFIRMER LA COMMANDE",
    "My Cinnamon Account": "Mon compte cannelle",
    "Address Book": "Carnet d'adresses",
    "Log Out": "Se déconnecter",
    "Account Overview": "Aperçu du compte",
    "Account Details": "Détails du compte",
    "ADD NEW ADDRESS": "AJOUTER UNE NOUVELLE ADRESSE",
    "DISCOUNT CODES": "CODES DE RÉDUCTION",
    "PROCEED TO CHECK OUT": "PASSER À LA CAISSE",
    "Subtotal": "Total",
    "CONTINUE SHOPPING": "CONTINUER VOS ACHATS",
    "UPDATE CART": "MISE À JOUR PANIER",
    "IMAGE": "IMAGE",
    "PRODUCT NAME": "NOM DU PRODUIT",
    "From The Blog": "du blog", 
    "Edit Details": "Modifier les détails",
    "Confirm": "Confirmer",
    "All Brands": "Toutes les marques",
    "Add Brand": "Ajouter une marque",
    "Add Category": "ajouter une catégorie",
    "All Tags": "Toutes les balises",
    "Add Tag": "Ajouter une étiquette",
    "All Sizes": "Toutes les tailles",
    "Add Size": "Ajouter une taille",
    "All Products": "Tous les produits",
    "Add Product": "Ajouter un produit",
    "Currencies": "Devises",
    "Dollar Rate": "Taux du dollar"
    }
  }